-- phpMyAdmin SQL Dump
-- version 4.9.2
-- https://www.phpmyadmin.net/
--
-- 主機： 127.0.0.1
-- 產生時間： 
-- 伺服器版本： 10.4.10-MariaDB
-- PHP 版本： 7.3.12

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- 資料庫： `aqua`
--

-- --------------------------------------------------------

--
-- 資料表結構 `items`
--

CREATE TABLE `items` (
  `itemId` varchar(10) NOT NULL COMMENT '商品ID',
  `itemName` varchar(100) DEFAULT NULL COMMENT '商品名稱',
  `itemImg` varchar(20) DEFAULT NULL COMMENT '商品圖片',
  `itemCategoryId` varchar(10) DEFAULT NULL COMMENT '商品類別',
  `itemTypeId` varchar(10) DEFAULT NULL COMMENT '商品類型',
  `itemDescription` varchar(500) DEFAULT NULL COMMENT '商品描述',
  `itemMaterial` varchar(10) DEFAULT NULL COMMENT '商品材質',
  `itemBrandId` varchar(30) DEFAULT NULL COMMENT '商品品牌',
  `itemSellerId` varchar(10) DEFAULT NULL COMMENT '賣家ID',
  `itemStatus` varchar(8) DEFAULT NULL COMMENT '商品狀態',
  `itemSize` varchar(10) DEFAULT NULL COMMENT '商品尺寸',
  `itemPrice` varchar(5) DEFAULT NULL COMMENT '商品價格',
  `itemQty` varchar(2) DEFAULT NULL COMMENT '商品數量',
  `created_at` datetime NOT NULL DEFAULT current_timestamp(),
  `updated_at` datetime NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 傾印資料表的資料 `items`
--

INSERT INTO `items` (`itemId`, `itemName`, `itemImg`, `itemCategoryId`, `itemTypeId`, `itemDescription`, `itemMaterial`, `itemBrandId`, `itemSellerId`, `itemStatus`, `itemSize`, `itemPrice`, `itemQty`, `created_at`, `updated_at`) VALUES
('I20010001', 'MOBBY\'S - ACT APNEA COMPETITION 訂製款防寒衣 /3mm', NULL, NULL, NULL, NULL, NULL, NULL, NULL, '下架', NULL, NULL, NULL, '2020-01-20 13:41:28', '2020-01-20 14:16:02'),
('I20010002', 'MOBBY\'S - ACT APNEA COMPETITION 訂製款防寒衣 /3mm', NULL, NULL, NULL, NULL, NULL, NULL, NULL, '下架', NULL, NULL, NULL, '2020-01-20 13:39:11', '2020-01-20 14:16:02'),
('I20010003', 'MOBBY\'S - ACT APNEA COMPETITION 訂製款防寒衣 /3mm', '20200117115326.jpg', '防寒衣', '連身防寒衣', '防寒衣王者MOBBY\'S競技款， 日本代表隊指定選用。<br />\r\n日本YAMAMOTO#45超柔軟橡膠，絕佳合身度與活動性。<br />\r\n外層Repel Themo皮面，水阻更低、游動更滑順。<br />\r\n內層Cell Skin水密性更好，於寒冷水域能長效保暖；穿脫建議搭配潤滑劑。<br />\r\n日製高品質/專業選手級選擇<br />\r\n*可依需求選擇一件式/二件式製作 <br />\r\n*可加購客製化LOGO/字樣燙印服務(將視需求另行報價)<br />\r\n*同步提供單獨訂製 : 頭套上衣$16,500/標準長褲$12,<br />\r\n*下單後即提供預約量身', '', 'MOBBY\'S', 'S20010001', 'active', '訂製款', '27600', '10', '2020-01-17 11:04:00', '2020-03-18 19:45:05'),
('I20010004', 'MOBBY\'S - ACT APNEA ADVANCED 訂製款防寒衣 /3mm', '20200117115751.jpg', '防寒衣', '連身防寒衣', '防寒衣王者MOBBY\'S的高階量身訂製款式，絕佳合身與活動性 <br />\r\n外層Smooth Skin皮面/內層Super Nesl彈性布料，低水阻、高水密性；輕鬆穿脫免潤滑劑<br />\r\n日製高品質/晉身玩家級訂製款<br />\r\n*可依需求選擇一件式/二件式製作 <br />\r\n*可加購客製化LOGO/字樣燙印服務(將視需求另行報價)', '', 'MOBBY\'S', '', 'active', '訂製款', '25500', '10', '2020-01-17 11:04:00', '2020-03-18 15:41:47'),
('I20010005', 'MOBBY\'S - 訂製款防寒衣 ACT APNEA 3mm', '20200117120214.jpg', '防寒衣', '連身防寒衣', '防寒衣王者MOBBY\'S的超值量身訂製款式，絕佳合身與水密 <br />\r\n外層FHN彈性氯丁橡膠/內層CELL SKIN皮面材質，保暖更佳 <br />\r\n日規高品質/晉身玩家級訂製款，輕鬆擁有 <br />\r\n*可依需求選擇一件式/二件式製作 <br />\r\n*同步提供單獨訂製:頭套上衣$9,500/標準長褲$8,500', '', 'MOBBY\'S', '', 'active', '訂製款', '16800', '10', '2020-01-17 11:04:00', '2020-03-18 15:41:47'),
('I20010006', 'MOBBY\'S - 成衣款防寒衣 SHE\'S PIXY 3mm', '20200117120235.jpg', '防寒衣', '連身防寒衣', '防寒衣王者MOBBY\'S稀有成衣款式，限量供應<br />\r\nA.C.T.動態剪裁科技，水中活動更自在<br />\r\n日規高品質/高CP值，輕鬆擁有', '', 'MOBBY\'S', '', 'active', 'S', '6800', '10', '2020-01-17 11:04:00', '2020-03-18 15:41:47'),
('I20010007', 'MOBBY\'S - 成衣款防寒衣 SHE\'S PIXY 3mm', '20200117120305.jpg', '防寒衣', '連身防寒衣', '防寒衣王者MOBBY\'S稀有成衣款式，限量供應<br />\r\nA.C.T.動態剪裁科技，水中活動更自在<br />\r\n日規高品質/高CP值，輕鬆擁有', '', 'MOBBY\'S', '', 'active', 'M', '6800', '10', '2020-01-17 11:04:00', '2020-03-18 15:41:47'),
('I20010008', 'MOBBY\'S - 成衣款防寒衣 SHE\'S PIXY 3mm', '20200117120313.jpg', '防寒衣', '連身防寒衣', '防寒衣王者MOBBY\'S稀有成衣款式，限量供應<br />\r\nA.C.T.動態剪裁科技，水中活動更自在<br />\r\n日規高品質/高CP值，輕鬆擁有', '', 'MOBBY\'S', '', 'active', 'L', '6800', '10', '2020-01-17 11:04:00', '2020-03-18 15:41:47'),
('I20010009', 'MOBBY\'S - 成衣款防寒衣 CABALLERO 3mm', '20200117120325.jpg', '防寒衣', '連身防寒衣', '防寒衣王者MOBBY\'S稀有成衣款式，限量供應<br />\r\nA.C.T.動態剪裁科技，水中活動更自在<br />\r\n日規高品質/高CP值，輕鬆擁有', '', 'MOBBY\'S', '', 'active', 'S', '6800', '10', '2020-01-17 11:04:00', '2020-03-18 15:41:47'),
('I20010010', 'MOBBY\'S - 成衣款防寒衣 CABALLERO 3mm', '20200117120333.jpg', '防寒衣', '連身防寒衣', '防寒衣王者MOBBY\'S稀有成衣款式，限量供應<br />\r\nA.C.T.動態剪裁科技，水中活動更自在<br />\r\n日規高品質/高CP值，輕鬆擁有', '', 'MOBBY\'S', '', 'active', 'M', '6800', '10', '2020-01-17 11:04:00', '2020-03-18 15:41:47'),
('I20010011', 'MOBBY\'S - 成衣款防寒衣 CABALLERO 3mm', '20200117120434.jpg', '防寒衣', '連身防寒衣', '防寒衣王者MOBBY\'S稀有成衣款式，限量供應<br />\r\nA.C.T.動態剪裁科技，水中活動更自在<br />\r\n日規高品質/高CP值，輕鬆擁有', '', 'MOBBY\'S', '', 'active', 'L', '6800', '10', '2020-01-17 11:04:00', '2020-03-18 15:41:47'),
('I20010012', 'OMER - UP-W1 自由潛水防寒衣 2mm/UMBERTO大師系列', '20200117133524.jpg', '防寒衣', '連身防寒衣', '2mm厚度，溫帶水域輕鬆活動 <br /><br /><br /><br /><br />\r\n光滑表面降低水阻，水中穿梭更靈活 <br /><br /><br /><br /><br />\r\n布面內裡，穿脫容易無須潤滑劑', '', 'OMER', '', 'active', 'S', '5980', '10', '2020-01-17 11:04:00', '2020-03-18 15:41:47'),
('I20010013', 'OMER - UP-W1 自由潛水防寒衣 2mm/UMBERTO大師系列', '20200117133741.jpg', '防寒衣', '連身防寒衣', '2mm厚度，溫帶水域輕鬆活動 <br />\r\n光滑表面降低水阻，水中穿梭更靈活 <br />\r\n布面內裡，穿脫容易無須潤滑劑', '', 'OMER', '', 'active', 'M', '5980', '10', '2020-01-17 11:04:00', '2020-03-18 15:41:47'),
('I20010014', 'OMER - UP-W1 自由潛水防寒衣 2mm/UMBERTO大師系列', '20200117133920.jpg', '防寒衣', '連身防寒衣', '2mm厚度，溫帶水域輕鬆活動 <br /><br />\r\n光滑表面降低水阻，水中穿梭更靈活 <br /><br />\r\n布面內裡，穿脫容易無須潤滑劑', '', 'OMER', '', 'active', 'L', '5980', '10', '2020-01-17 11:04:00', '2020-03-18 15:41:47'),
('I20010015', 'OMER - UP-W3 自由潛水防寒衣 2mm/女款/UMBERTO大師系列', '20200117134635.jpg', '防寒衣', '連身防寒衣', '2mm厚度，溫帶水域輕鬆活動 <br />\r\n光滑表面降低水阻，水中穿梭更靈活 <br />\r\n布面內裡，穿脫容易無須潤滑劑', '', 'OMER', '', 'active', 'S', '8450', '10', '2020-01-17 11:04:00', '2020-03-18 15:41:47'),
('I20010016', 'OMER - UP-W3 自由潛水防寒衣 2mm/女款/UMBERTO大師系列', '20200117134728.jpg', '防寒衣', '連身防寒衣', '2mm厚度，溫帶水域輕鬆活動 <br />\r\n光滑表面降低水阻，水中穿梭更靈活 <br />\r\n布面內裡，穿脫容易無須潤滑劑', '', 'OMER', '', 'active', 'M', '8450', '10', '2020-01-17 11:04:00', '2020-03-18 15:41:47'),
('I20010017', 'OMER - UP-W3 自由潛水防寒衣 2mm/女款/UMBERTO大師系列', '20200117134759.jpg', '防寒衣', '連身防寒衣', '2mm厚度，溫帶水域輕鬆活動 <br />\r\n光滑表面降低水阻，水中穿梭更靈活 <br />\r\n布面內裡，穿脫容易無須潤滑劑', '', 'OMER', '', 'active', 'L', '8450', '10', '2020-01-17 11:04:00', '2020-03-18 15:41:47'),
('I20010018', 'SEAC - PYTHON 自潛防寒衣 3.5mm 岩石迷彩款', '20200117134817.jpeg', '防寒衣', '連身防寒衣', '3.5mm厚度，溫帶水域活動自如 <br />\r\n袖口/腳踝水密設計，保暖效果更加 <br />\r\n高機能性，自由潛水/打魚都合適', '', 'SEAC', '', 'active', 'S', '5880', '10', '2020-01-17 11:04:00', '2020-03-18 15:41:47'),
('I20010019', 'SEAC - PYTHON 自潛防寒衣 3.5mm 岩石迷彩款', '20200117134824.jpeg', '防寒衣', '連身防寒衣', '3.5mm厚度，溫帶水域活動自如 <br />\r\n袖口/腳踝水密設計，保暖效果更加 <br />\r\n高機能性，自由潛水/打魚都合適', '', 'SEAC', '', 'active', 'M', '5880', '10', '2020-01-17 11:04:00', '2020-03-18 15:41:47'),
('I20010020', 'SEAC - PYTHON 自潛防寒衣 3.5mm 岩石迷彩款', '20200117134835.jpeg', '防寒衣', '連身防寒衣', '3.5mm厚度，溫帶水域活動自如 <br />\r\n袖口/腳踝水密設計，保暖效果更加 <br />\r\n高機能性，自由潛水/打魚都合適', '', 'SEAC', '', 'active', 'L', '5880', '10', '2020-01-17 11:04:00', '2020-03-18 15:41:47'),
('I20010021', 'SEAC - RACE FLEX 400 自潛防寒衣 3.5mm 素黑款', '', '防寒衣', '連身防寒衣', '3.5mm厚度，溫帶水域活動自如 \n袖口/腳踝水密設計，保暖效果更加 \n高機能性，自由潛水/打魚都合適', '', 'SEAC', '', 'active', 'S', '5580', '10', '2020-01-17 11:04:00', '2020-03-18 15:41:47'),
('I20010022', 'SEAC - RACE FLEX 400 自潛防寒衣 3.5mm 素黑款', '', '防寒衣', '連身防寒衣', '3.5mm厚度，溫帶水域活動自如 \n袖口/腳踝水密設計，保暖效果更加 \n高機能性，自由潛水/打魚都合適', '', 'SEAC', '', 'active', 'M', '5580', '10', '2020-01-17 11:04:00', '2020-03-18 15:41:47'),
('I20010023', 'SEAC - RACE FLEX 400 自潛防寒衣 3.5mm 素黑款', '', '防寒衣', '連身防寒衣', '3.5mm厚度，溫帶水域活動自如 \n袖口/腳踝水密設計，保暖效果更加 \n高機能性，自由潛水/打魚都合適', '', 'SEAC', '', 'active', 'L', '5580', '10', '2020-01-17 11:04:00', '2020-03-18 15:41:47'),
('I20010024', 'SEAC - BODY-FIT CAMO SUIT自潛防寒衣 深水迷彩 1.5mm', '', '防寒衣', '連身防寒衣', '1.5mm厚度，溫帶水域輕鬆活動 \n獨特深水色調迷彩配色，低調有型 \n高機能性，自由潛水/打魚都合適', '', 'SEAC', '', 'active', 'S', '6180', '10', '2020-01-17 11:04:00', '2020-03-18 15:41:47'),
('I20010025', 'SEAC - BODY-FIT CAMO SUIT自潛防寒衣 深水迷彩 1.5mm', '', '防寒衣', '連身防寒衣', '1.5mm厚度，溫帶水域輕鬆活動 \n獨特深水色調迷彩配色，低調有型 \n高機能性，自由潛水/打魚都合適', '', 'SEAC', '', 'active', 'M', '6180', '10', '2020-01-17 11:04:00', '2020-03-18 15:41:47'),
('I20010026', 'SEAC - BODY-FIT CAMO SUIT自潛防寒衣 深水迷彩 1.5mm', '', '防寒衣', '連身防寒衣', '1.5mm厚度，溫帶水域輕鬆活動 \n獨特深水色調迷彩配色，低調有型 \n高機能性，自由潛水/打魚都合適', '', 'SEAC', '', 'active', 'L', '6180', '10', '2020-01-17 11:04:00', '2020-03-18 15:41:47'),
('I20010027', 'BARREL - Women\'s 3mm二件式防寒衣 素黑', '', '防寒衣', '連身防寒衣', '高彈性綠丁橡膠-活動更方便\n亞洲人剪裁版型-著用更合身\n布面內裡-無須潤滑即可穿著', '', 'BARREL', '', 'active', 'S', '9600', '10', '2020-01-17 11:04:00', '2020-03-18 15:41:47'),
('I20010028', 'OMER - CAMU 3D自潛防寒衣 仿岩石迷彩/3mm', '', '防寒衣', '連身防寒衣', 'O.ME.R. 經典迷彩款 \n自由潛水/打魚最佳選擇', '', 'OMER', '', 'active', 'S', '8850', '10', '2020-01-17 11:04:00', '2020-03-18 15:41:47'),
('I20010029', 'OMER - CAMU 3D自潛防寒衣 仿岩石迷彩/3mm', '', '防寒衣', '連身防寒衣', 'O.ME.R. 經典迷彩款 \n自由潛水/打魚最佳選擇', '', 'OMER', '', 'active', 'M', '8850', '10', '2020-01-17 11:04:00', '2020-03-18 15:41:47'),
('I20010030', 'OMER - CAMU 3D自潛防寒衣 仿岩石迷彩/3mm', '', '防寒衣', '連身防寒衣', 'O.ME.R. 經典迷彩款 \n自由潛水/打魚最佳選擇', '', 'OMER', '', 'active', 'L', '8850', '10', '2020-01-17 11:04:00', '2020-03-18 15:41:47'),
('I20010031', 'OMER - CAMU 3D自潛防寒衣 仿岩石迷彩/5mm', '', '防寒衣', '連身防寒衣', 'O.ME.R. 經典迷彩款 \n自由潛水/打魚最佳選擇', '', 'OMER', '', 'active', 'S', '10000', '10', '2020-01-17 11:04:00', '2020-03-18 15:41:47'),
('I20010032', 'OMER - CAMU 3D自潛防寒衣 仿岩石迷彩/5mm', '', '防寒衣', '連身防寒衣', 'O.ME.R. 經典迷彩款 \n自由潛水/打魚最佳選擇', '', 'OMER', '', 'active', 'M', '10000', '10', '2020-01-17 11:04:00', '2020-03-18 15:41:47'),
('I20010033', 'OMER - CAMU 3D自潛防寒衣 仿岩石迷彩/5mm', '', '防寒衣', '連身防寒衣', 'O.ME.R. 經典迷彩款 \n自由潛水/打魚最佳選擇', '', 'OMER', '', 'active', 'L', '10000', '10', '2020-01-17 11:04:00', '2020-03-18 15:41:47'),
('I20010034', 'SPORASUB - REEF CAMU自潛防寒衣 3D珊瑚海底地形偽裝迷彩 /3mm', '', '防寒衣', '連身防寒衣', '提供潛打者極佳的3D隱身偽裝 \n自由潛水/打魚最佳選擇', '', 'SPORASUB', '', 'active', 'S', '10800', '10', '2020-01-17 11:04:00', '2020-03-18 15:41:47'),
('I20010035', 'SPORASUB - REEF CAMU自潛防寒衣 3D珊瑚海底地形偽裝迷彩 /3mm', '', '防寒衣', '連身防寒衣', '提供潛打者極佳的3D隱身偽裝 \n自由潛水/打魚最佳選擇', '', 'SPORASUB', '', 'active', 'M', '10800', '10', '2020-01-17 11:04:00', '2020-03-18 15:41:47'),
('I20010036', 'SPORASUB - REEF CAMU自潛防寒衣 3D珊瑚海底地形偽裝迷彩 /3mm', '', '防寒衣', '連身防寒衣', '提供潛打者極佳的3D隱身偽裝 \n自由潛水/打魚最佳選擇', '', 'SPORASUB', '', 'active', 'L', '10800', '10', '2020-01-17 11:04:00', '2020-03-18 15:41:47'),
('I20010037', 'SPORASUB - SEA GREEN自潛防寒衣 海草地形偽裝迷彩 /3mm', '', '防寒衣', '連身防寒衣', '海草地形偽裝迷彩 \n自由潛水/打魚最佳選擇', '', 'SPORASUB', '', 'active', 'S', '10800', '10', '2020-01-17 11:04:00', '2020-03-18 15:41:47'),
('I20010038', 'SPORASUB - SEA GREEN自潛防寒衣 海草地形偽裝迷彩 /3mm', '', '防寒衣', '連身防寒衣', '海草地形偽裝迷彩 \n自由潛水/打魚最佳選擇', '', 'SPORASUB', '', 'active', 'M', '10800', '10', '2020-01-17 11:04:00', '2020-03-18 15:41:47'),
('I20010039', 'SPORASUB - SEA GREEN自潛防寒衣 海草地形偽裝迷彩 /3mm', '', '防寒衣', '連身防寒衣', '海草地形偽裝迷彩 \n自由潛水/打魚最佳選擇', '', 'SPORASUB', '', 'active', 'L', '10800', '10', '2020-01-17 11:04:00', '2020-03-18 15:41:47'),
('I20010040', 'SPORASUB - BLUE DEEP自潛防寒衣 海之隱者 /女款5mm', '', '防寒衣', '連身防寒衣', '海洋迷彩幻化為海中隱者 \n自由潛水/打魚最佳選擇', '', 'SPORASUB', '', 'active', 'S', '10800', '10', '2020-01-17 11:04:00', '2020-03-18 15:41:47'),
('I20010041', 'SPORASUB - BLUE DEEP自潛防寒衣 海之隱者 /女款5mm', '', '防寒衣', '連身防寒衣', '海洋迷彩幻化為海中隱者 \n自由潛水/打魚最佳選擇', '', 'SPORASUB', '', 'active', 'M', '10800', '10', '2020-01-17 11:04:00', '2020-03-18 15:41:47'),
('I20010042', 'SPORASUB - BLUE DEEP自潛防寒衣 海之隱者 /女款5mm', '', '防寒衣', '連身防寒衣', '海洋迷彩幻化為海中隱者 \n自由潛水/打魚最佳選擇', '', 'SPORASUB', '', 'active', 'L', '10800', '10', '2020-01-17 11:04:00', '2020-03-18 15:41:47'),
('I20010043', 'SPORASUB - YEMAYA自潛防寒衣 /女款3mm', '', '防寒衣', '連身防寒衣', '低調奢華黑底金字設計\n連帽上衣+高腰褲，2件式設計\n內層Open Cell搭配外層彈性布料，兼具水密保暖與耐用度', '', 'SPORASUB', '', 'active', 'L', '10600', '10', '2020-01-17 11:04:00', '2020-03-18 15:41:47'),
('I20010044', 'BESTDIVE【經典滑面】1.5MM自由潛水比基尼防寒衣', '', '防寒衣', '連身防寒衣', '經典滑面分體防寒衣，日本Yamamoto布料加上SCS技術與鈦合金塗層，\n不同於紡織面料的顯色效果，水下閃耀折射金屬光澤，拍照起來色彩飽和又炫麗\n布料柔韌有彈性、水下的超低阻力、極致貼身的舒適感受，\n如同您的第二層皮膚，讓您在肢體活動上能夠兼具靈活及保暖度！！\n也是許多自由潛水者的御用防寒衣', '', 'BESTDIVE', '', 'active', 'S', '4800', '10', '2020-01-17 11:04:00', '2020-03-18 15:41:47'),
('I20010045', 'BESTDIVE【經典滑面】1.5MM自由潛水比基尼防寒衣', '', '防寒衣', '連身防寒衣', '經典滑面分體防寒衣，日本Yamamoto布料加上SCS技術與鈦合金塗層，\n不同於紡織面料的顯色效果，水下閃耀折射金屬光澤，拍照起來色彩飽和又炫麗\n布料柔韌有彈性、水下的超低阻力、極致貼身的舒適感受，\n如同您的第二層皮膚，讓您在肢體活動上能夠兼具靈活及保暖度！！\n也是許多自由潛水者的御用防寒衣', '', 'BESTDIVE', '', 'active', 'M', '4800', '10', '2020-01-17 11:04:00', '2020-03-18 15:41:47'),
('I20010046', 'BESTDIVE【經典滑面】1.5MM自由潛水比基尼防寒衣', '', '防寒衣', '連身防寒衣', '經典滑面分體防寒衣，日本Yamamoto布料加上SCS技術與鈦合金塗層，\n不同於紡織面料的顯色效果，水下閃耀折射金屬光澤，拍照起來色彩飽和又炫麗\n布料柔韌有彈性、水下的超低阻力、極致貼身的舒適感受，\n如同您的第二層皮膚，讓您在肢體活動上能夠兼具靈活及保暖度！！\n也是許多自由潛水者的御用防寒衣', '', 'BESTDIVE', '', 'active', 'L', '4800', '10', '2020-01-17 11:04:00', '2020-03-18 15:41:47'),
('I20010047', 'BESTDIVE【經典滑面】1.5MM自由潛水無帽防寒衣', '', '防寒衣', '連身防寒衣', '經典滑面分體防寒衣，日本Yamamoto布料加上SCS技術與鈦合金塗層，\n不同於紡織面料的顯色效果，水下閃耀折射金屬光澤，拍照起來色彩飽和又炫麗\n布料柔韌有彈性、水下的超低阻力、極致貼身的舒適感受，\n如同您的第二層皮膚，讓您在肢體活動上能夠兼具靈活及保暖度！！\n也是許多自由潛水者的御用防寒衣', '', 'BESTDIVE', '', 'active', 'S', '7650', '10', '2020-01-17 11:04:00', '2020-03-18 15:41:47'),
('I20010048', 'BESTDIVE【經典滑面】1.5MM自由潛水無帽防寒衣', '', '防寒衣', '連身防寒衣', '經典滑面分體防寒衣，日本Yamamoto布料加上SCS技術與鈦合金塗層，\n不同於紡織面料的顯色效果，水下閃耀折射金屬光澤，拍照起來色彩飽和又炫麗\n布料柔韌有彈性、水下的超低阻力、極致貼身的舒適感受，\n如同您的第二層皮膚，讓您在肢體活動上能夠兼具靈活及保暖度！！\n也是許多自由潛水者的御用防寒衣', '', 'BESTDIVE', '', 'active', 'M', '7650', '10', '2020-01-17 11:04:00', '2020-03-18 15:41:47'),
('I20010049', 'BESTDIVE【經典滑面】1.5MM自由潛水無帽防寒衣', '', '防寒衣', '連身防寒衣', '經典滑面分體防寒衣，日本Yamamoto布料加上SCS技術與鈦合金塗層，\n不同於紡織面料的顯色效果，水下閃耀折射金屬光澤，拍照起來色彩飽和又炫麗\n布料柔韌有彈性、水下的超低阻力、極致貼身的舒適感受，\n如同您的第二層皮膚，讓您在肢體活動上能夠兼具靈活及保暖度！！\n也是許多自由潛水者的御用防寒衣', '', 'BESTDIVE', '', 'active', 'L', '7650', '10', '2020-01-17 11:04:00', '2020-03-18 15:41:47'),
('I20010050', 'AROPEC 100%全超彈男款兩件式 3mm', '', '防寒衣', '連身防寒衣', '跨帶式套頭長袖上衣，可額外搭配高腰長褲，兩件(截)式設計，提供穿脫便利性\n整件以膠合及盲縫製成，防止並減少水的滲入，提升保暖性\n皮面外層在水下的超低阻力、提供極致貼身的舒適感受，如同您的第二層皮膚，讓您在肢體活動上能夠兼具靈活及保暖度 \n光滑亮皮布面塗層技術，不同於紡織面料的顯色效果，水下閃耀折射金屬光澤，拍照起來色彩飽和又炫麗\n男性專屬緊身胸腰線剪裁，穿著活動時更加凸顯您的好身材', '', 'AROPEC', '', 'active', 'S', '9900', '10', '2020-01-17 11:04:00', '2020-03-18 15:41:47'),
('I20010051', 'AROPEC 100%全超彈男款兩件式 3mm', '', '防寒衣', '連身防寒衣', '跨帶式套頭長袖上衣，可額外搭配高腰長褲，兩件(截)式設計，提供穿脫便利性\n整件以膠合及盲縫製成，防止並減少水的滲入，提升保暖性\n皮面外層在水下的超低阻力、提供極致貼身的舒適感受，如同您的第二層皮膚，讓您在肢體活動上能夠兼具靈活及保暖度 \n光滑亮皮布面塗層技術，不同於紡織面料的顯色效果，水下閃耀折射金屬光澤，拍照起來色彩飽和又炫麗\n男性專屬緊身胸腰線剪裁，穿著活動時更加凸顯您的好身材', '', 'AROPEC', '', 'active', 'M', '9900', '10', '2020-01-17 11:04:00', '2020-03-18 15:41:47'),
('I20010052', 'AROPEC 100%全超彈男款兩件式 3mm', '', '防寒衣', '連身防寒衣', '跨帶式套頭長袖上衣，可額外搭配高腰長褲，兩件(截)式設計，提供穿脫便利性\n整件以膠合及盲縫製成，防止並減少水的滲入，提升保暖性\n皮面外層在水下的超低阻力、提供極致貼身的舒適感受，如同您的第二層皮膚，讓您在肢體活動上能夠兼具靈活及保暖度 \n光滑亮皮布面塗層技術，不同於紡織面料的顯色效果，水下閃耀折射金屬光澤，拍照起來色彩飽和又炫麗\n男性專屬緊身胸腰線剪裁，穿著活動時更加凸顯您的好身材', '', 'AROPEC', '', 'active', 'L', '9900', '10', '2020-01-17 11:04:00', '2020-03-18 15:41:47'),
('I20010053', 'VDIVE Neobella 前開拉鍊 特別款 3mm', '', '防寒衣', '連身防寒衣', '前開式拉鍊” 定制款 獨家細節 “粉紅拉鏈”\n穿脫更為方便的特別款， 內部：防水膠縫100%水\n彈性纖維的延伸性伸張度達600%', '', 'VDIVE', '', 'active', 'S', '5150', '10', '2020-01-17 11:04:00', '2020-03-18 15:41:47'),
('I20010054', 'VDIVE Neobella 前開拉鍊 特別款 3mm', '', '防寒衣', '連身防寒衣', '前開式拉鍊” 定制款 獨家細節 “粉紅拉鏈”\n穿脫更為方便的特別款， 內部：防水膠縫100%水\n彈性纖維的延伸性伸張度達600%', '', 'VDIVE', '', 'active', 'M', '5150', '10', '2020-01-17 11:04:00', '2020-03-18 15:41:47'),
('I20010055', 'VDIVE Neobella 前開拉鍊 特別款 3mm', '', '防寒衣', '連身防寒衣', '前開式拉鍊” 定制款 獨家細節 “粉紅拉鏈”\n穿脫更為方便的特別款， 內部：防水膠縫100%水\n彈性纖維的延伸性伸張度達600%', '', 'VDIVE', '', 'active', 'L', '5150', '10', '2020-01-17 11:04:00', '2020-03-18 15:41:47'),
('I20010056', 'VDIVE Ultra V flex 特級彈-BBL 3mm', '', '防寒衣', '連身防寒衣', '脖頸軟皮加強舒適度\n銅拉鍊扣頭強度增加\nV.DIVE logo 尼龍織帶線繩', '', 'VDIVE', '', 'active', 'S', '6980', '10', '2020-01-17 11:04:00', '2020-03-18 15:41:47'),
('I20010057', 'VDIVE Ultra V flex 特級彈-BBL 3mm', '', '防寒衣', '連身防寒衣', '脖頸軟皮加強舒適度\n銅拉鍊扣頭強度增加\nV.DIVE logo 尼龍織帶線繩', '', 'VDIVE', '', 'active', 'M', '6980', '10', '2020-01-17 11:04:00', '2020-03-18 15:41:47'),
('I20010058', 'VDIVE Ultra V flex 特級彈-BBL 3mm', '', '防寒衣', '連身防寒衣', '脖頸軟皮加強舒適度\n銅拉鍊扣頭強度增加\nV.DIVE logo 尼龍織帶線繩', '', 'VDIVE', '', 'active', 'L', '6980', '10', '2020-01-17 11:04:00', '2020-03-18 15:41:47'),
('I20010059', 'Beuchat ZENTO 2mm 男款自由潛水防寒衣', '', '防寒衣', '連身防寒衣', '新的特定Beuchat樣式專為自由潛水或戶外游泳而設計\n完全防水的材質\n氯丁橡膠面板採用邊對邊粘合，內部包縫\n流體動力學：外觀光滑，可降低水的製動係數，確保極佳的平穩潛水\n貼合身體的裁切方式使得可以更容易移動', '', 'Beuchat', '', 'active', 'S', '8800', '10', '2020-01-17 11:04:00', '2020-03-18 15:41:47'),
('I20010060', 'Beuchat ZENTO 2mm 男款自由潛水防寒衣', '', '防寒衣', '連身防寒衣', '新的特定Beuchat樣式專為自由潛水或戶外游泳而設計\n完全防水的材質\n氯丁橡膠面板採用邊對邊粘合，內部包縫\n流體動力學：外觀光滑，可降低水的製動係數，確保極佳的平穩潛水\n貼合身體的裁切方式使得可以更容易移動', '', 'Beuchat', '', 'active', 'M', '8800', '10', '2020-01-17 11:04:00', '2020-03-18 15:41:47'),
('I20010061', 'Beuchat ZENTO 2mm 男款自由潛水防寒衣', '', '防寒衣', '連身防寒衣', '新的特定Beuchat樣式專為自由潛水或戶外游泳而設計\n完全防水的材質\n氯丁橡膠面板採用邊對邊粘合，內部包縫\n流體動力學：外觀光滑，可降低水的製動係數，確保極佳的平穩潛水\n貼合身體的裁切方式使得可以更容易移動', '', 'Beuchat', '', 'active', 'L', '8800', '10', '2020-01-17 11:04:00', '2020-03-18 15:41:47'),
('I20010062', 'Beuchat OPTIMA 3mm 男款防寒衣', '', '防寒衣', '連身防寒衣', 'Beuchat質量和工藝體現在細緻的細節\n氯丁橡膠面板採用邊對邊粘合，內部/外部包縫\n更舒適，更自由的運動\nElaskin X 6.4拉伸氯丁橡膠，具有極佳的活動自由度', '', 'Beuchat', '', 'active', 'M', '4980', '10', '2020-01-17 11:04:00', '2020-03-18 15:41:47'),
('I20010063', 'GULL CLASSIC SKIN LONG JOHN 男款無袖防寒衣3mm', '', '防寒衣', '連身防寒衣', '全新彈性特佳的skin材質製成，脫著容易，遠紅外線材質有特有的發熱效果。\n3MM，無論在水下，陸地上都提供您最佳防寒保暖效果。', '', 'GULL', '', 'active', 'M', '6200', '10', '2020-01-17 11:04:00', '2020-03-18 15:41:47'),
('I20010064', 'GULL CLASSIC SKIN TOPPERⅡ 男款皮面上衣 3mm', '', '防寒衣', '連身防寒衣', '全新彈性特佳的skin材質製成，脫著容易，遠紅外線材質有特有的發熱效果。\n3MM，無論在水下，陸地上都提供您最佳防寒保暖效果。', '', 'GULL', '', 'active', 'M', '4000', '10', '2020-01-17 11:04:00', '2020-03-18 15:41:47'),
('I20010065', 'GULL 2019 CLASSIC SKIN TOPPER 男款皮面上衣 3mm', '', '防寒衣', '連身防寒衣', '全新彈性特佳的skin材質製成，脫著容易，遠紅外線材質有特有的發熱效果。\n3MM，無論在水下，陸地上都提供您最佳防寒保暖效果。', '', 'GULL', '', 'active', 'M', '4000', '10', '2020-01-17 11:04:00', '2020-03-18 15:41:47'),
('I20010066', 'SCUBAPRO DEFINITION 3mm 男款防寒衣', '', '防寒衣', '連身防寒衣', 'Definition 3毫米採用了所有在5毫米版本上一致的優良構造和材料，\n以及包括用特殊的剪裁來製作像皮膚一樣貼身的濕衣，同時在有需要的地方提供了更多的拉伸性能。\n這件濕衣提供了所有溫暖水域的潛水員都會喜歡的保暖和舒適感水平。', '', 'SCUBAPRO', '', 'active', 'S', '7500', '10', '2020-01-17 11:04:00', '2020-03-18 15:41:47'),
('I20010067', 'SCUBAPRO DEFINITION 3mm 男款防寒衣', '', '防寒衣', '連身防寒衣', 'Definition 3毫米採用了所有在6毫米版本上一致的優良構造和材料，\n以及包括用特殊的剪裁來製作像皮膚一樣貼身的濕衣，同時在有需要的地方提供了更多的拉伸性能。\n這件濕衣提供了所有溫暖水域的潛水員都會喜歡的保暖和舒適感水平。', '', 'SCUBAPRO', '', 'active', 'M', '7500', '10', '2020-01-17 11:04:00', '2020-03-18 15:41:47'),
('I20010068', 'SCUBAPRO DEFINITION 男款防寒衣 3mm', '', '防寒衣', '連身防寒衣', 'Definition 3毫米採用了所有在7毫米版本上一致的優良構造和材料，\n以及包括用特殊的剪裁來製作像皮膚一樣貼身的濕衣，同時在有需要的地方提供了更多的拉伸性能。\n這件濕衣提供了所有溫暖水域的潛水員都會喜歡的保暖和舒適感水平。', '', 'SCUBAPRO', '', 'active', 'L', '7500', '10', '2020-01-17 11:04:00', '2020-03-18 15:41:47'),
('I20010069', 'SCUBAPRO Everflex 男款長袖上衣 1.5mm', '', '防寒衣', '連身防寒衣', '高品質1.5mm EVERFLEX 氯丁橡膠，保暖舒適，耐用。\n高度多功能 - 非常適合潛水員，潛水員，槳手，游泳者和其他水上運動愛好者。\n獨特的造型讓你溫暖，保護。\n適合流暢的流體動力外觀和感覺。\n舒適，柔軟的襯裡更加舒適。　', '', 'SCUBAPRO', '', 'active', 'M', '5700', '10', '2020-01-17 11:04:00', '2020-03-18 15:41:47'),
('I20010070', 'SCUBAPRO Everflex Pants 男款長褲 1.5mm', '', '防寒衣', '連身防寒衣', '高品質1.5mm EVERFLEX 氯丁橡膠，保暖舒適，耐用。\n高度多功能 - 非常適合潛水員，潛水員，槳手，游泳者和其他水上運動愛好者。\n獨特的造型讓你溫暖，保護。\n適合流暢的流體動力外觀和感覺。\n舒適，柔軟的襯裡更加舒適。　', '', 'SCUBAPRO', '', 'active', 'M', '5100', '10', '2020-01-17 11:04:00', '2020-03-18 15:41:47'),
('I20010071', 'GULL CLASSIC SKIN TOPPER 女款皮面上衣 3mm', '', '防寒衣', '連身防寒衣', '全新彈性特佳的skin材質製成，脫著容易，遠紅外線材質有特有的發熱效果。\n3MM，無論在水下，陸地上都提供您最佳防寒保暖效果。', '', 'GULL', '', 'active', 'M', '4000', '10', '2020-01-17 11:04:00', '2020-03-18 15:41:47'),
('I20010072', 'GULL CLASSIC SKIN TOPPERⅡ 女款圓領皮面上衣 3mm', '', '防寒衣', '連身防寒衣', '全新彈性特佳的skin材質製成，脫著容易，遠紅外線材質有特有的發熱效果。\n3MM，無論在水下，陸地上都提供您最佳防寒保暖效果。', '', 'GULL', '', 'active', 'M', '4300', '10', '2020-01-17 11:04:00', '2020-03-18 15:41:47'),
('I20010073', 'ION Neo Zip Top Women CSK 皮面拉鍊全開型', '', '防寒衣', '連身防寒衣', '前拉鍊開口-全開式\n超彈性防寒衣材質\n內層有保暖刷毛\n2mm厚度', '', 'ION', '', 'active', 'S', '4500', '10', '2020-01-17 11:04:00', '2020-03-18 15:41:47'),
('I20010074', 'ION Neo Zip Top Women CSK 皮面拉鍊全開型', '', '防寒衣', '連身防寒衣', '前拉鍊開口-全開式\n超彈性防寒衣材質\n內層有保暖刷毛\n2mm厚度', '', 'ION', '', 'active', 'M', '4500', '10', '2020-01-17 11:04:00', '2020-03-18 15:41:47'),
('I20010075', 'ION Neo Zip Top Women 皮面拉鍊半開型', '', '防寒衣', '連身防寒衣', '前拉鍊開口-半開式\n超彈性防寒衣材質\n1.5mm厚度', '', 'ION', '', 'active', 'S', '4100', '10', '2020-01-17 11:04:00', '2020-03-18 15:41:47'),
('I20010076', 'ION Neo Zip Top Women 皮面拉鍊半開型', '', '防寒衣', '連身防寒衣', '前拉鍊開口-半開式\n超彈性防寒衣材質\n1.5mm厚度', '', 'ION', '', 'active', 'M', '4100', '10', '2020-01-17 11:04:00', '2020-03-18 15:41:47'),
('I20010077', 'ION Jewel Amp Semidry Women 5mm', '', '防寒衣', '連身防寒衣', '前拉鍊開口\n採用130%超彈性布料\n採用盲縫法接合\n內層有大面積保暖刷毛 (看內層照片)\n內層部份縫合處有縫線保護貼條', '', 'ION', '', 'active', 'S', '12300', '10', '2020-01-17 11:04:00', '2020-03-18 15:41:47'),
('I20010078', 'ION Jewel Amp Semidry Women 5mm', '', '防寒衣', '連身防寒衣', '前拉鍊開口\n採用130%超彈性布料\n採用盲縫法接合\n內層有大面積保暖刷毛 (看內層照片)\n內層部份縫合處有縫線保護貼條', '', 'ION', '', 'active', 'M', '12300', '10', '2020-01-17 11:04:00', '2020-03-18 15:41:47'),
('I20010079', 'ION Jewel Amp Semidry Women 5mm', '', '防寒衣', '連身防寒衣', '前拉鍊開口\n採用130%超彈性布料\n採用盲縫法接合\n內層有大面積保暖刷毛 (看內層照片)\n內層部份縫合處有縫線保護貼條', '', 'ION', '', 'active', 'L', '12300', '10', '2020-01-17 11:04:00', '2020-03-18 15:41:47'),
('I20010080', 'GULL CLASSIC SKIN LONG JOHN 女款無袖防寒衣 3mm', '', '防寒衣', '連身防寒衣', '全新彈性特佳的skin材質製成，脫著容易，遠紅外線材質有特有的發熱效果。\n3MM，無論在水下，陸地上都提供您最佳防寒保暖效果。', '', 'GULL', '', 'active', 'M', '6200', '10', '2020-01-17 11:04:00', '2020-03-18 15:41:47'),
('I20010081', 'SCUBAPRO DEFINITION 3mm 女款防寒衣', '', '防寒衣', '連身防寒衣', 'Definition 3毫米採用了所有在5毫米版本上一致的優良構造和材料，\n以及包括用特殊的剪裁來製作像皮膚一樣貼身的濕衣，\n同時在有需要的地方提供了更多的拉伸性能。\n這件濕衣提供了所有溫暖水域的潛水員都會喜歡的保暖和舒適感水平。', '', 'SCUBAPRO', '', 'active', 'S', '7500', '10', '2020-01-17 11:04:00', '2020-03-18 15:41:47'),
('I20010082', 'SCUBAPRO DEFINITION 3mm 女款防寒衣', '', '防寒衣', '連身防寒衣', 'Definition 3毫米採用了所有在6毫米版本上一致的優良構造和材料，\n以及包括用特殊的剪裁來製作像皮膚一樣貼身的濕衣，\n同時在有需要的地方提供了更多的拉伸性能。\n這件濕衣提供了所有溫暖水域的潛水員都會喜歡的保暖和舒適感水平。', '', 'SCUBAPRO', '', 'active', 'M', '7500', '10', '2020-01-17 11:04:00', '2020-03-18 15:41:47'),
('I20010083', 'Beuchat ALIZE 5mm 女款防寒衣', '', '防寒衣', '連身防寒衣', '卓越的Beuchat精密質量\nBeuchat質量和工藝體現在細緻的細節\n氯丁橡膠面板採用邊對邊粘合，內部/外部包縫\n更舒適，更自由的運動\nElaskin X 6.4拉伸氯丁橡膠，具有極佳的活動自由度', '', 'Beuchat', '', 'active', 'M', '8500', '10', '2020-01-17 11:04:00', '2020-03-18 15:41:47'),
('I20010084', 'BARREL ONE ARM JACKET AMAZON 2mm 雙色女款防寒上衣', '', '防寒衣', '連身防寒衣', '優質氯丁橡膠製成\n更舒適，更自由的運動', '', 'BARREL', '', 'active', 'M', '4200', '10', '2020-01-17 11:04:00', '2020-03-18 15:41:47'),
('I20010085', 'BARREL PLUMA JACKET V2 FEATHER 2mm 女款防寒衣', '', '防寒衣', '連身防寒衣', '優質氯丁橡膠製成\n更舒適，更自由的運動', '', 'BARREL', '', 'active', 'M', '4200', '10', '2020-01-17 11:04:00', '2020-03-18 15:41:47'),
('I20010086', 'CETMA - MANTRA碳纖維長蛙鞋板(裸板)', '', '蛙鞋', 't014', '3D剛性結構碳纖維，韌性x彎曲度再升級 \n採共振作用設計之板面，大深度移動輕鬆省力', '', 'CETMA COMPOSITES', '', 'active', '-', '11200', '10', '2020-01-17 11:04:00', '2020-03-23 16:41:11'),
('I20010087', 'C4 - SILVERSEA HT碳纖維長蛙鞋', '', '蛙鞋', '蛙鞋', '板面採T700碳纖維結構，強度/彈性再升級 \nDPC雙拋物線技術，擺動幅度再延伸 \n加長板身，大深度移動自如', '', 'C4', '', 'active', '41-42(腳套)', '10800', '10', '2020-01-17 11:04:00', '2020-03-18 15:41:47'),
('I20010088', 'C4 - VOLARE HT碳纖維長蛙鞋', '', '蛙鞋', '蛙鞋', '板面採TR50碳纖維結構，大方格彈性再升級 \nDPC雙拋物線技術，擺動幅度再延伸 \n長度升級(100x19.7cm)，深度下潛實用 \n採銀漆處理之碳纖維，散發獨有光澤', '', 'C4', '', 'active', '41-42(腳套)', '17950', '10', '2020-01-17 11:04:00', '2020-03-18 15:41:47'),
('I20010089', 'C4 - ALLBLACK HT碳纖維長蛙鞋', '', '蛙鞋', '蛙鞋', '板面採TR50碳纖維結構，大方格彈性再升級 \nDPC雙拋物線技術，擺動幅度再延伸 \n加長板身，大深度移動自如', '', 'C4', '', 'active', '41-42(腳套)', '16450', '10', '2020-01-17 11:04:00', '2020-03-18 15:41:47'),
('I20010090', 'C4 - DEEP SPEARO碳纖維長蛙鞋', '', '蛙鞋', '蛙鞋', '板面採T700碳纖維結構，強度/彈性再升級 \nDPC雙拋物線技術，擺動幅度再延伸 \n加長板身，大深度移動自如', '', 'C4', '', 'active', '41-42(腳套)', '13250', '10', '2020-01-17 11:04:00', '2020-03-18 15:41:47'),
('I20010091', 'C4 - VOLARE HT碳纖維長蛙鞋板(裸板)-白邊條款', '', '蛙鞋', 't014', '板面採TR50碳纖維結構，大方格彈性再升級 \nDPC雙拋物線技術，擺動幅度再延伸 \n長度升級(100x19.7cm)，深度下潛實用 \n採銀漆處理之碳纖維，散發獨有光澤', '', 'C4', '', 'active', '-', '15000', '10', '2020-01-17 11:04:00', '2020-03-23 16:41:11'),
('I20010092', 'C4 - VOLARE碳纖維長蛙鞋板\n', '', '蛙鞋', '蛙鞋', '板面採T700碳纖維結構，強度/彈性再升級 \nDPC雙拋物線技術，擺動幅度再延伸 \n長度升級，深度下潛實用', '', 'C4', '', 'active', '41-42(腳套)', '15450', '10', '2020-01-17 11:04:00', '2020-03-18 15:41:47'),
('I20010093', 'V.DIVE - 自由潛水塑膠長蛙鞋', '', '蛙鞋', '蛙鞋', '專業級長蛙, 專家級漁獵者, 喜愛自由潛水者和浮潛水者 \n所設計高品質橡膠蛙鞋套+高級塑料蛙鞋板 \n加長型高彈性蹼面,17度角度設計計算,強化推進的能力,讓潛水者達到省力又快速的目地', '', '\nV.DIVE', '', 'active', '41-42(腳套)', '4380', '10', '2020-01-17 11:04:00', '2020-03-18 15:41:47'),
('I20010094', 'V.DIVE - 自由潛水塑膠長蛙鞋', '', '蛙鞋', '蛙鞋', '專業級長蛙, 專家級漁獵者, 喜愛自由潛水者和浮潛水者 \n所設計高品質橡膠蛙鞋套+高級塑料蛙鞋板 \n加長型高彈性蹼面,17度角度設計計算,強化推進的能力,讓潛水者達到省力又快速的目地', '', '\nV.DIVE', '', 'active', '41-42(腳套)', '4380', '10', '2020-01-17 11:04:00', '2020-03-18 15:41:47'),
('I20010095', 'V.DIVE - 自由潛水塑膠長蛙鞋', '', '蛙鞋', '蛙鞋', '專業級長蛙, 專家級漁獵者, 喜愛自由潛水者和浮潛水者 \n所設計高品質橡膠蛙鞋套+高級塑料蛙鞋板 \n加長型高彈性蹼面,17度角度設計計算,強化推進的能力,讓潛水者達到省力又快速的目地', '', '\nV.DIVE', '', 'active', '41-42(腳套)', '4380', '10', '2020-01-17 11:04:00', '2020-03-18 15:41:47'),
('I20010096', 'V.DIVE - 碳纖維長蛙 黑', '', '蛙鞋', '蛙鞋', '專業級長蛙, 專家級漁獵者, 喜愛自由潛水者和浮潛水者 \n所設計高品質橡膠蛙鞋套+高級碳纖蛙鞋板', '', '\nV.DIVE', '', 'active', '41-42(腳套)', '12800', '10', '2020-01-17 11:04:00', '2020-03-18 15:41:47'),
('I20010097', 'V.DIVE - 碳纖維長蛙 黑', '', '蛙鞋', '蛙鞋', '專業級長蛙, 專家級漁獵者, 喜愛自由潛水者和浮潛水者 \n所設計高品質橡膠蛙鞋套+高級碳纖蛙鞋板', '', '\nV.DIVE', '', 'active', '41-42(腳套)', '12800', '10', '2020-01-17 11:04:00', '2020-03-18 15:41:47'),
('I20010098', 'V.DIVE - 碳纖維長蛙 黑', '', '蛙鞋', '蛙鞋', '專業級長蛙, 專家級漁獵者, 喜愛自由潛水者和浮潛水者 \n所設計高品質橡膠蛙鞋套+高級碳纖蛙鞋板', '', '\nV.DIVE', '', 'active', '41-42(腳套)', '12800', '10', '2020-01-17 11:04:00', '2020-03-18 15:41:47'),
('I20010099', 'V.DIVE - 自由潛水塑膠長蛙鞋 透明', '', '蛙鞋', '蛙鞋', '專業級長蛙, 專家級漁獵者, 喜愛自由潛水者和浮潛水者 \n所設計高品質橡膠蛙鞋套+高級塑料蛙鞋板 \n加長型高彈性蹼面,17度角度設計計算,強化推進的能力,讓潛水者達到省力又快速的目地', '', '\nV.DIVE', '', 'active', '41-42(腳套)', '6600', '10', '2020-01-17 11:04:00', '2020-03-18 15:41:47'),
('I20010100', 'CARBONIO GFT - PREDATOR全碳纖維長蛙', '', '蛙鞋', '蛙鞋', '外型與GFT其他款式蛙鞋板有著顯著不同，蹼面不對稱設計將寬度加到25cm， \n加強腳部踢水時的作用力面積，還能避免鞋板內側互相碰撞干擾的問題；保留所有的推進力? \n不對稱的蹼面設計還能將腳掌在更好的位置釋放出最大效率能量， \n強化外部的同時，保留了內部空間，使大家能使用正常的踢動技巧? \n✨可加購專屬訂製服務，打造獨一無二的蛙鞋✨', '', 'CARBONIO GFT', '', 'active', '41-42(腳套)', '10300', '10', '2020-01-17 11:04:00', '2020-03-18 15:41:47'),
('I20010101', 'CARBONIO GFT - BASSOFONDO全碳纖維長蛙鞋板(裸板)', '', '蛙鞋', 't014', '採漸層結構交織成的碳纖維，具備更強的剛性與彈性。\n高機能性，幫助您在小深度靈活移動，\n還能在水面/淺水區提供絕佳的控制力與回彈?\n✨可加購專屬訂製服務，打造獨一無二的蛙鞋', '', 'CARBONIO GFT', '', 'active', '-', '7990', '10', '2020-01-17 11:04:00', '2020-03-23 16:41:11'),
('I20010102', 'CARBONIO GFT - APNEA97全碳纖維長蛙鞋板(裸板)', '', '蛙鞋', 't014', '採漸層結構交織成的碳纖維，具備更強的剛性與彈性。 \n傲人的蹼面長度能增加板面與水流的作用面積，增加直線推進力， \n減少能量消耗，創造雙腿動能跟推進效率間的絕佳平衡? \n義大利自潛選手Simone Arrigoni破動態平潛項目紀錄的神器? \n✨可加購專屬訂製服務，打造獨一無二的蛙鞋', '', 'CARBONIO GFT', '', 'active', '-', '10800', '10', '2020-01-17 11:04:00', '2020-03-23 16:41:11'),
('I20010103', 'CARBONIO GFT - PESCA全碳纖維長蛙鞋板(裸板)', '', '蛙鞋', 't014', 'PESCA在尺寸與性能比上，取得了完美平衡～ \n大深度依舊可輕易得到所需的〝壓水、彎曲、回饋、反推〞， \n全蹼等厚度設計，高硬度帶來的強大推力讓您進行大深度潛行時(如船潛)，也能自在移動', '', 'CARBONIO GFT', '', 'active', '-', '11500', '10', '2020-01-17 11:04:00', '2020-03-23 16:41:11'),
('I20010104', 'CARBONIO GFT - FORCE全碳纖維長蛙鞋板(裸板)', '', '蛙鞋', 't014', '?世界首創，以納米技術製成的碳纖維材料，加強板面韌度與彈性。 \n波浪型結構，讓鞋板在強度不變下更輕薄(單支僅300g)， \n同時有助於踢動時的水流導引，二邊導水條的高度也因此降低，重量更輕? \n✨可加購專屬訂製服務，打造獨一無二的蛙鞋✨', '', 'CARBONIO GFT', '', 'active', '-', '18500', '10', '2020-01-17 11:04:00', '2020-03-23 16:41:11'),
('I20010105', 'CARBONIO GFT - ALPHA HF全碳纖維長蛙鞋板(裸板', '', '蛙鞋', 't014', '?100%預浸技術及熱塑技術的碳纖維材料，讓板面兼具強韌度與彈性， \n可增加雙腳推進效率，減少使用者疲勞，延長蛙鞋使用壽命? \n蹼尖採類似魚尾的波浪設計，幫助水流導引? \n✨可加購專屬訂製服務，打造獨一無二的蛙鞋✨', '', 'CARBONIO GFT', '', 'active', '-', '14600', '10', '2020-01-17 11:04:00', '2020-03-23 16:41:11'),
('I20010106', 'C4 - VOLARE HT碳纖維長蛙鞋板(裸板) 加長款', '', '蛙鞋', 't014', '?板面採TR50碳纖維結構，加大了纖維編織的間距(每方格約2.5平方公分)， \n讓板材更加柔軟有彈性、擺幅更大，有效節省使用者耗氧量? \n碳纖維經過銀漆處理，呈現獨特金屬光澤。 \nDPC雙拋物線技術，擺動幅度再延伸，鞋板折角大，擺動更輕鬆?', '', 'C4', '', 'active', '-', '15450', '10', '2020-01-17 11:04:00', '2020-03-23 16:41:11'),
('I20010107', 'C4 - DEEP SPEARO碳纖維長蛙鞋板(裸板)', '', '蛙鞋', 't014', '?板面採T700碳纖維結構，優異的強度/彈性增加擺幅， \n節省使用者的耗氧量，受到許多人的喜愛? \nDPC雙拋物線技術，擺動幅度再延伸，鞋板折角大，擺動更輕鬆?', '', 'C4', '', 'active', '-', '13250', '10', '2020-01-17 11:04:00', '2020-03-23 16:41:11'),
('I20010108', 'C4 - ALLBLACK HT碳纖維長蛙鞋板(裸板)', '', '蛙鞋', 't014', '?板面採TR50碳纖維結構，加大了纖維編織的間距(每方格約2.5平方公分)， \n讓板材更加柔軟有彈性、擺幅更大，有效節省使用者耗氧量。 \nDPC雙拋物線技術，擺動幅度再延伸，鞋板折角大，擺動更輕鬆?', '', 'C4', '', 'active', '-', '14450', '10', '2020-01-17 11:04:00', '2020-03-23 16:41:11'),
('I20010109', 'C4 - 82 碳纖維長蛙鞋板(裸板) 加長款', '', '蛙鞋', 't014', '?板面採T700碳纖維結構，優異的強度/彈性讓板身得以加長到100公分～ \n增加擺幅/節省使用者的耗氧量，受到許多人的偏愛? \nDPC雙拋物線技術，擺動幅度再延伸，鞋板折角大，擺動更輕鬆?', '', 'C4', '', 'active', '-', '15000', '10', '2020-01-17 11:04:00', '2020-03-23 16:41:11'),
('I20010110', 'C4 - 83 HT 碳纖維長蛙鞋板(裸板) 加長版', '', '蛙鞋', 't014', '?採用C4最新的TR50頂級碳纖維材料，藉由本身長度(100cm)， \n增加擺幅/節省使用者的耗氧量，受到許多人的偏愛? \n板面採大型網格(Big Square)結構，降低水阻！ \nDPC雙拋物線技術，擺動幅度再延伸，鞋板折角大，擺動更輕鬆?', '', 'C4', '', 'active', '-', '16500', '10', '2020-01-17 11:04:00', '2020-03-23 16:41:11'),
('I20010111', 'CARBONIO GFT - ONDA HF 32°玻璃纖維長蛙鞋', '', '蛙鞋', '蛙鞋', '?與自潛/瑜珈大師Federico Mana共同開發， \n除擁有多年自由潛水教學經驗，也是義大利首位深度突破-100M的Freediver? \n採用GFT最新開發的Hydro GFT鞋套，讓腿力傳導更直接～ \n傲人的蹼面長度(87cm)，大深度無懈可擊? \n✨可加購專屬訂製服務，打造獨一無二的蛙鞋✨', '', 'CARBONIO GFT', '', 'active', '41-42(腳套)', '16750', '10', '2020-01-17 11:04:00', '2020-03-18 15:41:47'),
('I20010112', 'PRUSSIAN BLUE - 玻璃纖維水彩暈染 Glass Fiber', '', '蛙鞋', '蛙鞋', '堅韌耐用、輕量化以及回彈效率佳，霧面啞光的碳纖維板，以極美的「透明」U型矽膠導水條收邊，絕佳的導水效率，不易彈性疲乏及裂化，展現低調的工業風質感！台灣生產製造，高品質專業工藝技術，結合特殊航太科技等級用料，打造屬於台灣第一個蛙鞋自創品牌！裸板極輕約230g，長度82公分，寬度19公分，共有「軟」、「中」兩種硬度選擇。高貴不貴，價格親民，訴求「初心者」也能輕易入手高品質的「輕鬆下潛神器」！', '', 'PRUSSIAN BLUE', '', 'active', '41-42(腳套)', '8800', '10', '2020-01-17 11:04:00', '2020-03-18 15:41:47'),
('I20010113', 'LEADERFINS - 全碳纖維蛙鞋板(裸板) 基本款', '', '蛙鞋', 't014', '超高CP值!!!平民版碳纖維，用低價格換取高性能~ \n橡膠導水條能提供最大的效率及確保水流的導向。 \n尺寸完整，小腳女孩輕鬆著用', '', 'LEADERFINS', '', 'active', '-', '6980', '10', '2020-01-17 11:04:00', '2020-03-23 16:41:11'),
('I20010114', 'ALCHEMY - V3', '', '蛙鞋', '蛙鞋', '自由潛水可以追溯自古希臘地中海海人下海採集海綿而來，地中海的神話傳說創造出人魚精神，而來到現今講到自由潛水頂級碳纖維蛙鞋就不得不提到來自希臘 Alchemy V3，極致的推進效率加上細膩的工藝，讓人愛不釋手，特式版金三角V3也可以訂貨，歡迎洽詢！', '', 'ALCHEMY', '', 'active', '41-42(腳套)', '17900', '10', '2020-01-17 11:04:00', '2020-03-18 15:41:47'),
('I20010115', 'ALCHEMY - V3 特殊色', '', '蛙鞋', '蛙鞋', 'ALCHEMY V3 配備最新碳纖維科技，能夠讓你穿起來更舒服、踢起來更勇猛，如果我是總統候選人，就會在政見發表會全國轉播告訴所有喜歡自由潛水的人都該來一雙。', '', 'ALCHEMY', '', 'active', '41-42(腳套)', '19600', '10', '2020-01-17 11:04:00', '2020-03-18 15:41:47'),
('I20010116', 'LAZYFISH - 大理石碳纖維蛙鞋 S-WING腳套', '', '蛙鞋', '蛙鞋', '性能與美型極致，網美/網帥欽點款 \n法國頂級純碳纖維+3D立體V-Cut結構，增加踢動效率 \nVARTM製程，以高壓真空灌注，有效發揮碳纖維材料之性能', '', 'LAZYFISH', '', 'active', '41-42(腳套)', '18200', '10', '2020-01-17 11:04:00', '2020-03-18 15:41:47'),
('I20010117', 'LAZYFISH - 大理石碳纖維蛙鞋板(裸板)', '', '蛙鞋', 't014', '性能與美型極致，網美/網帥欽點款 \n法國頂級純碳纖維+3D立體V-Cut結構，增加踢動效率 \nVARTM製程，以高壓真空灌注，有效發揮碳纖維材料之性能 \n*裸版尺寸76 x 19.5cm', '', 'LAZYFISH', '', 'active', '-', '14600', '10', '2020-01-17 11:04:00', '2020-03-23 16:41:11'),
('I20010118', 'LAZYFISH - 經典碳纖維蛙鞋 S-WING腳套', '', '蛙鞋', '蛙鞋', '性能與美型極致，網美/網帥欽點款 \n法國頂級純碳纖維+3D立體V-Cut結構，增加踢動效率 \nVARTM製程，以高壓真空灌注，有效發揮碳纖維材料之性能 \n*裸版尺寸76 x 19.5cm', '', 'LAZYFISH', '', 'active', '41-42(腳套)', '16400', '10', '2020-01-17 11:04:00', '2020-03-18 15:41:47'),
('I20010119', 'LAZYFISH - 經典碳纖維蛙鞋板(裸板)', '', '蛙鞋', 't014', '性能與美型極致，網美/網帥欽點款 \n法國頂級純碳纖維+3D立體V-Cut結構，增加踢動效率 \nVARTM製程，以高壓真空灌注，有效發揮碳纖維材料之性能 \n*裸版尺寸76 x 19.5cm', '', 'LAZYFISH', '', 'active', '-', '12800', '10', '2020-01-17 11:04:00', '2020-03-23 16:41:11'),
('I20010120', 'LEADERFINS - 玻璃纖維蛙鞋板(裸板) 限量款 ART 大藝術家', '', '蛙鞋', 't014', '超高CP值，加購鞋套即可輕鬆入手 \n後現代生活的海洋體現 \n尺寸完整，小腳女孩輕鬆著用 \n*裸版尺寸80 x 20cm', '', 'LEADERFINS', '', 'active', '-', '6000', '10', '2020-01-17 11:04:00', '2020-03-23 16:41:11'),
('I20010121', 'LEADERFINS - 玻璃纖維蛙鞋板(裸板) 限量款 SEA QUEEN 深海童話', '', '蛙鞋', 't014', '超高CP值，加購鞋套即可輕鬆入手 \n後現代生活的海洋體現 \n尺寸完整，小腳女孩輕鬆著用 \n*裸版尺寸80 x 20cm', '', 'LEADERFINS', '', 'active', '-', '6000', '10', '2020-01-17 11:04:00', '2020-03-23 16:41:11'),
('I20010122', 'LEADERFINS - 玻璃纖維蛙鞋板(裸板) 限量款 EXOTIC 南國風情', '', '蛙鞋', 't014', '超高CP值，加購鞋套即可輕鬆入手 \n後現代生活的海洋體現 \n尺寸完整，小腳女孩輕鬆著用 \n*裸版尺寸80 x 20cm', '', 'LEADERFINS', '', 'active', '-', '6000', '10', '2020-01-17 11:04:00', '2020-03-23 16:41:11'),
('I20010123', 'LEADERFINS - 玻璃纖維蛙鞋板(裸板) 限量款 RAINBOW 迷幻吶喊', '', '蛙鞋', 't014', '超高CP值，加購鞋套即可輕鬆入手 \n後現代生活的海洋體現 \n尺寸完整，小腳女孩輕鬆著用 \n*裸版尺寸80 x 20cm', '', 'LEADERFINS', '', 'active', '-', '6000', '10', '2020-01-17 11:04:00', '2020-03-23 16:41:11'),
('I20010124', 'LEADERFINS - 玻璃纖維蛙鞋板(裸板) 限量款 INK 藍彩墨寶', '', '蛙鞋', 't014', '超高CP值，加購鞋套即可輕鬆入手 \n後現代生活的海洋體現 \n尺寸完整，小腳女孩輕鬆著用 \n*裸版尺寸80 x 20cm', '', 'LEADERFINS', '', 'active', '-', '6000', '10', '2020-01-17 11:04:00', '2020-03-23 16:41:11'),
('I20010125', 'LEADERFINS - 玻璃纖維蛙鞋板(裸板) 限量款 ELECTRICITY 電氣時代', '', '蛙鞋', 't014', '超高CP值，加購鞋套即可輕鬆入手 \n後現代生活的海洋體現 \n尺寸完整，小腳女孩輕鬆著用 \n*裸版尺寸80 x 20cm', '', 'LEADERFINS', '', 'active', '-', '6000', '10', '2020-01-17 11:04:00', '2020-03-23 16:41:11'),
('I20010126', 'PENETRATOR - GHOST 玻璃纖維蛙鞋板(裸板) 魔力紅', '', '蛙鞋', 't014', '韌性強X大推力-高階玻纖首選 \n獨家高透度技術，讓玻璃纖維呈現前所未有的潔淨透明\n光源照射下將產生獨特的光暈效果，美感UP\n*裸版尺寸85.5 x 19.5cm', '', 'PENETRATOR', '', 'active', '-', '9800', '10', '2020-01-17 11:04:00', '2020-03-23 16:41:11'),
('I20010127', 'PENETRATOR - GHOST 玻璃纖維蛙鞋板(裸板) 櫻花粉', '', '蛙鞋', 't014', '韌性強X大推力-高階玻纖首選 \n獨家高透度技術，讓玻璃纖維呈現前所未有的潔淨透明\n光源照射下將產生獨特的光暈效果，美感UP\n*裸版尺寸85.5 x 19.5cm', '', 'PENETRATOR', '', 'active', '-', '9800', '10', '2020-01-17 11:04:00', '2020-03-23 16:41:11'),
('I20010128', 'PENETRATOR - GHOST 玻璃纖維蛙鞋板(裸板) 透明', '', '蛙鞋', 't014', '韌性強X大推力-高階玻纖首選 \n獨家高透度技術，讓玻璃纖維呈現前所未有的潔淨透明\n光源照射下將產生獨特的光暈效果，美感UP\n*裸版尺寸85.5 x 19.5cm', '', 'PENETRATOR', '', 'active', '-', '9800', '10', '2020-01-17 11:04:00', '2020-03-23 16:41:11'),
('I20010129', 'DIVER - 碳纖維蛙鞋版(裸板) 萬靈之鯊', '', '蛙鞋', 't014', '澳洲頂級自潛/漁獵品牌，\n特製調配的環氧樹脂，\n航太級碳纖維，\n絕妙造成自潛蛙鞋最佳的彈性施力比。\n\n建議搭配腳套\nPathos \nS-wing *(使用此腳套，因無腳套倒水條，腳套邊緣與板子邊條相差約2cm，但不影響使用效果)\nMares\nLeaderfins', '', 'DIVER', '', 'active', '-', '13360', '10', '2020-01-17 11:04:00', '2020-03-23 16:41:11'),
('I20010130', 'DIVER - 碳纖維蛙鞋版(裸板) 海洋之神', '', '蛙鞋', 't014', '澳洲頂級自潛/漁獵品牌，\n特製調配的環氧樹脂，\n航太級碳纖維，\n絕妙造成自潛蛙鞋最佳的彈性施力比。\n\n建議搭配腳套\nPathos \nS-wing *(使用此腳套，因無腳套倒水條，腳套邊緣與板子邊條相差約2cm，但不影響使用效果)\nMares\nLeaderfins', '', 'DIVER', '', 'active', '-', '13360', '10', '2020-01-17 11:04:00', '2020-03-23 16:41:11'),
('I20010131', 'DIVER - 碳纖維蛙鞋版(裸板) 紫裸女之愛', '', '蛙鞋', 't014', '澳洲頂級自潛/漁獵品牌，\n特製調配的環氧樹脂，\n航太級碳纖維，\n絕妙造成自潛蛙鞋最佳的彈性施力比。\n\n建議搭配腳套 \nPathos \nS-wing *(使用此腳套，因無腳套倒水條，腳套邊緣與板子邊條相差約2cm，但不影響使用效果) \nMares \nLeaderfins', '', 'DIVER', '', 'active', '-', '13360', '10', '2020-01-17 11:04:00', '2020-03-23 16:41:11'),
('I20010132', 'DIVER - 碳纖維蛙鞋版(裸板) 沙丁魚風暴', '', '蛙鞋', 't014', '澳洲頂級自潛/漁獵品牌，\n特製調配的環氧樹脂，\n航太級碳纖維，\n絕妙造成自潛蛙鞋最佳的彈性施力比。\n\n建議搭配腳套 \nPathos \nS-wing *(使用此腳套，因無腳套倒水條，腳套邊緣與板子邊條相差約2cm，但不影響使用效果) \nMares \nLeaderfins', '', 'DIVER', '', 'active', '-', '13360', '10', '2020-01-17 11:04:00', '2020-03-23 16:41:11'),
('I20010133', 'DIVER - 碳纖維蛙鞋版(裸板) 獅子魚', '', '蛙鞋', 't014', '澳洲頂級自潛/漁獵品牌，\n特製調配的環氧樹脂，\n航太級碳纖維，\n絕妙造成自潛蛙鞋最佳的彈性施力比。\n\n建議搭配腳套 \nPathos \nS-wing *(使用此腳套，因無腳套倒水條，腳套邊緣與板子邊條相差約2cm，但不影響使用效果) \nMares \nLeaderfins', '', 'DIVER', '', 'active', '-', '13360', '10', '2020-01-17 11:04:00', '2020-03-23 16:41:11'),
('I20010134', 'DIVER - 碳纖維蛙鞋版(裸板) 多拉多的眼淚', '', '蛙鞋', 't014', '澳洲頂級自潛/漁獵品牌，\n特製調配的環氧樹脂，\n航太級碳纖維，\n絕妙造成自潛蛙鞋最佳的彈性施力比。\n\n建議搭配腳套 \nPathos \nS-wing *(使用此腳套，因無腳套倒水條，腳套邊緣與板子邊條相差約2cm，但不影響使用效果) \nMares \nLeaderfins', '', 'DIVER', '', 'active', '-', '13360', '10', '2020-01-17 11:04:00', '2020-03-23 16:41:11'),
('I20010135', 'CARBONIO GFT - Monofin VTR KETOS 玻璃纖維單蹼', '', '蛙鞋', '單蹼', '來自義大利的預浸技術讓板材更強韌，推進力再提升 \n輕量化設計(1.8kg)，水中耗能更低\n原廠HYDRO腳套的絕佳包覆性', '', 'CARBONIO GFT', '', 'active', '41-42(腳套)', '20500', '10', '2020-01-17 11:04:00', '2020-03-18 15:41:47'),
('I20010136', 'CARBONIO GFT - Monofin Pro Carbon KETOS HF碳纖維單蹼', '', '蛙鞋', '單蹼', '來自義大利的預浸技術讓板材更強韌，推進力再提升 \n輕量化設計(1.4kg)，水中使用耗能更低\n原廠HYDRO腳套的絕佳包覆性', '', 'CARBONIO GFT', '', 'active', '41-42(腳套)', '28500', '10', '2020-01-17 11:04:00', '2020-03-18 15:41:47'),
('I20010137', 'SEAC - Motus 塑膠長蛙鞋 迷彩藍', '', '蛙鞋', '蛙鞋', '超高CP值，鞋板+鞋套一次購足\n出色的柔韌性，一般深度皆適用\n蛙鞋板表面突起的導水片設計，有助於踢動時腳部的穩定，減少晃動。', '', 'SEAC', '', 'active', '41-42(腳套)', '3200', '10', '2020-01-17 11:04:00', '2020-03-18 15:41:47'),
('I20010138', 'SEAC - Motus 塑膠長蛙鞋 迷彩紅', '', '蛙鞋', '蛙鞋', '超高CP值，鞋板+鞋套一次購足\n出色的柔韌性，一般深度皆適用\n蛙鞋板表面突起的導水片設計，有助於踢動時腳部的穩定，減少晃動。', '', 'SEAC', '', 'active', '41-42(腳套)', '3200', '10', '2020-01-17 11:04:00', '2020-03-18 15:41:47'),
('I20010139', 'SEAC - Motus 塑膠長蛙鞋 迷彩綠', '', '蛙鞋', '蛙鞋', '超高CP值，鞋板+鞋套一次購足\n出色的柔韌性，一般深度皆適用\n蛙鞋板表面突起的導水片設計，有助於踢動時腳部的穩定，減少晃動。', '', 'SEAC', '', 'active', '41-42(腳套)', '3200', '10', '2020-01-17 11:04:00', '2020-03-18 15:41:47'),
('I20010140', 'SEAC - Motus 塑膠長蛙鞋 迷彩棕', '', '蛙鞋', '蛙鞋', '超高CP值，鞋板+鞋套一次購足\n出色的柔韌性，一般深度皆適用\n蛙鞋板表面突起的導水片設計，有助於踢動時腳部的穩定，減少晃動。', '', 'SEAC', '', 'active', '41-42(腳套)', '3200', '10', '2020-01-17 11:04:00', '2020-03-18 15:41:47'),
('I20010141', 'AMONG - UNU LT 塑膠長蛙鞋 清純白', '', '蛙鞋', '蛙鞋', '實用塑膠板首選-好用耐操\n單隻重量僅650g，減低腳部負擔\n中軟彈性，瘦小女孩也能輕鬆踢\n規格:總長76cm(從折角處至板尾59cm)/寬21cm', '', 'AMONG', '', 'active', '41-42(腳套)', '4980', '10', '2020-01-17 11:04:00', '2020-03-18 15:41:47'),
('I20010142', 'LEADERFINS - 玻璃纖維蛙鞋 經典款 冰晶白', '', '蛙鞋', '蛙鞋', '超高CP值，鞋板+鞋套輕鬆入手!!!純白配色，清新亮眼～\n橡膠導水條能提供最大的效率及確保水流的導向。\n尺寸完整，小腳女孩輕鬆著用', '', 'LEADERFINS', '', 'active', '41-42(腳套)', '4980', '10', '2020-01-17 11:04:00', '2020-03-18 15:41:47'),
('I20010143', 'CETMA - PRANA 碳纖維長蛙鞋板(裸板) 螢光黃', '', '蛙鞋', 't014', '去除掉龍骨的設計讓碳纖維蛙鞋版得到更完整的擺動，同時減少了重量。\n蛙鞋版底部延伸至足跟，讓您的腿力傳導更充分。\n高鋼度包覆，舒適更合腳。\n採螺絲固定，更換更方便。', '', 'CETMA', '', 'active', '-', '13800', '10', '2020-01-17 11:04:00', '2020-03-23 16:41:11'),
('I20010144', 'CETMA - PRANA 碳纖維長蛙鞋板(裸板) 螢光橘', '', '蛙鞋', 't014', '去除掉龍骨的設計讓碳纖維蛙鞋版得到更完整的擺動，同時減少了重量。\n蛙鞋版底部延伸至足跟，讓您的腿力傳導更充分。\n高鋼度包覆，舒適更合腳。\n採螺絲固定，更換更方便。', '', 'CETMA', '', 'active', '-', '13800', '10', '2020-01-17 11:04:00', '2020-03-23 16:41:11'),
('I20010145', 'CETMA - PRANA 碳纖維長蛙鞋板(裸板) 螢光紅', '', '蛙鞋', 't014', '去除掉龍骨的設計讓碳纖維蛙鞋版得到更完整的擺動，同時減少了重量。\n蛙鞋版底部延伸至足跟，讓您的腿力傳導更充分。\n高鋼度包覆，舒適更合腳。\n採螺絲固定，更換更方便。', '', 'CETMA', '', 'active', '-', '13800', '10', '2020-01-17 11:04:00', '2020-03-23 16:41:11'),
('I20010146', 'CETMA - EDGE 碳纖維長蛙鞋 S-WING腳套', '', '蛙鞋', '蛙鞋', '蹼尖、鞋跟處設計採不同彎曲係數，延伸踢腿力道，增加推進力。\n新改良矽膠導水條，彈性佳更耐用。\n原廠採無龍骨設計的S-WING腳套，讓蛙鞋板有更全面的擺動幅度。\n針對S-WING腳套所開發的蛙鞋板，根部延長、深入腳跟，讓動力傳導更全面。', '', 'CETMA', '', 'active', '41-42(腳套)', '19000', '10', '2020-01-17 11:04:00', '2020-03-18 15:41:47'),
('I20010147', '111', '222', '333', '333', '333', '333', '333', '123', '333', '333', '333', '33', '2020-03-03 12:01:29', '2020-03-03 12:43:37');

--
-- 已傾印資料表的索引
--

--
-- 資料表索引 `items`
--
ALTER TABLE `items`
  ADD PRIMARY KEY (`itemId`);
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
