-- phpMyAdmin SQL Dump
-- version 4.9.2
-- https://www.phpmyadmin.net/
--
-- 主機： 127.0.0.1
-- 產生時間： 
-- 伺服器版本： 10.4.10-MariaDB
-- PHP 版本： 7.3.12

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- 資料庫： `aqua`
--

-- --------------------------------------------------------

--
-- 資料表結構 `location_weekweather`
--

CREATE TABLE `location_weekweather` (
  `locationName` varchar(50) COLLATE utf8mb4_unicode_ci NOT NULL,
  `Date` date NOT NULL COMMENT '日期',
  `WeatherDescription` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '天氣描述'
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- 傾印資料表的資料 `location_weekweather`
--

INSERT INTO `location_weekweather` (`locationName`, `Date`, `WeatherDescription`) VALUES
('豐濱鄉', '2020-03-27', '多雲短暫陣雨。降雨機率 50%。溫度攝氏24至28度。舒適。偏南風 風速2級(每秒3公尺)。相對濕度81%。'),
('豐濱鄉', '2020-03-28', '陰短暫陣雨。降雨機率 60%。溫度攝氏20至24度。舒適。西南風 風速4級(每秒6公尺)。相對濕度87%。'),
('豐濱鄉', '2020-03-29', '多雲短暫雨。降雨機率 30%。溫度攝氏17至21度。稍有寒意至舒適。西北風 風速2級(每秒3公尺)。相對濕度87%。'),
('豐濱鄉', '2020-03-30', '多雲時陰短暫陣雨。溫度攝氏18至25度。稍有寒意至舒適。偏西風 風速2級(每秒3公尺)。相對濕度88%。'),
('豐濱鄉', '2020-03-31', '多雲短暫陣雨。溫度攝氏20至24度。舒適。偏北風 風速3級(每秒4公尺)。相對濕度93%。'),
('豐濱鄉', '2020-04-01', '陰短暫陣雨。溫度攝氏20至23度。稍有寒意至舒適。偏北風 風速2級(每秒3公尺)。相對濕度88%。'),
('豐濱鄉', '2020-04-02', '多雲時陰短暫陣雨。溫度攝氏18至21度。稍有寒意至舒適。西北風 風速2級(每秒3公尺)。相對濕度86%。'),
('綠島鄉', '2020-03-27', '多雲時晴。降雨機率 20%。溫度攝氏27至29度。舒適至悶熱。偏南風 風速4級(每秒7公尺)。相對濕度88%。'),
('綠島鄉', '2020-03-28', '多雲短暫陣雨或雷雨。降雨機率 60%。溫度攝氏22至27度。舒適。西南風 風速5級(每秒9公尺)。相對濕度89%。'),
('綠島鄉', '2020-03-29', '多雲。降雨機率 0%。溫度攝氏20至24度。稍有寒意至舒適。東北風 風速5級(每秒9公尺)。相對濕度83%。'),
('綠島鄉', '2020-03-30', '晴時多雲。溫度攝氏21至27度。舒適。偏南風 風速3級(每秒5公尺)。相對濕度88%。'),
('綠島鄉', '2020-03-31', '多雲短暫陣雨。溫度攝氏23至28度。舒適至悶熱。偏北風 風速4級(每秒6公尺)。相對濕度89%。'),
('綠島鄉', '2020-04-01', '陰短暫陣雨。溫度攝氏22至26度。舒適。東北風 風速5級(每秒8公尺)。相對濕度87%。'),
('綠島鄉', '2020-04-02', '多雲。溫度攝氏21至25度。舒適。東北風 風速4級(每秒7公尺)。相對濕度86%。'),
('蘭嶼鄉', '2020-03-27', '多雲時晴。降雨機率 10%。溫度攝氏25至27度。舒適。偏南風 風速4級(每秒6公尺)。相對濕度85%。'),
('蘭嶼鄉', '2020-03-28', '多雲短暫陣雨或雷雨。降雨機率 30%。溫度攝氏22至26度。舒適。西南風 風速4級(每秒6公尺)。相對濕度89%。'),
('蘭嶼鄉', '2020-03-29', '多雲。降雨機率 0%。溫度攝氏20至22度。舒適。東北風 風速5級(每秒9公尺)。相對濕度85%。'),
('蘭嶼鄉', '2020-03-30', '多雲短暫陣雨。溫度攝氏21至26度。舒適。偏南風 風速4級(每秒7公尺)。相對濕度88%。'),
('蘭嶼鄉', '2020-03-31', '多雲短暫陣雨。溫度攝氏23至26度。舒適。西南風 風速4級(每秒7公尺)。相對濕度90%。'),
('蘭嶼鄉', '2020-04-01', '多雲短暫陣雨。溫度攝氏22至25度。舒適。東北風 風速4級(每秒7公尺)。相對濕度88%。'),
('蘭嶼鄉', '2020-04-02', '晴時多雲。溫度攝氏21至24度。舒適。東北風 風速5級(每秒8公尺)。相對濕度87%。'),
('恆春鎮', '2020-03-27', '多雲時晴。降雨機率 10%。溫度攝氏28至31度。舒適至悶熱。偏南風 風速2級(每秒3公尺)。相對濕度77%。'),
('恆春鎮', '2020-03-28', '陰時多雲。降雨機率 20%。溫度攝氏23至29度。舒適至悶熱。偏南風 風速3級(每秒5公尺)。相對濕度80%。'),
('恆春鎮', '2020-03-29', '晴時多雲。降雨機率 0%。溫度攝氏21至27度。舒適。東北風 風速5級(每秒9公尺)。相對濕度70%。'),
('恆春鎮', '2020-03-30', '晴時多雲。溫度攝氏21至30度。舒適至悶熱。東南風 風速3級(每秒4公尺)。相對濕度72%。'),
('恆春鎮', '2020-03-31', '晴時多雲。溫度攝氏23至30度。舒適至悶熱。西北風 風速3級(每秒4公尺)。相對濕度69%。'),
('恆春鎮', '2020-04-01', '晴時多雲。溫度攝氏23至30度。舒適至悶熱。偏北風 風速3級(每秒5公尺)。相對濕度70%。'),
('恆春鎮', '2020-04-02', '晴時多雲。溫度攝氏22至28度。舒適。東北風 風速5級(每秒8公尺)。相對濕度70%。'),
('貢寮區', '2020-03-27', '多雲短暫陣雨。降雨機率 50%。溫度攝氏23至27度。舒適。東北風 風速2級(每秒3公尺)。相對濕度94%。'),
('貢寮區', '2020-03-28', '陰短暫陣雨或雷雨。降雨機率 80%。溫度攝氏17至20度。稍有寒意至舒適。偏北風 風速5級(每秒8公尺)。相對濕度94%。'),
('貢寮區', '2020-03-29', '多雲短暫雨。降雨機率 30%。溫度攝氏13至20度。寒冷至稍有寒意。偏東風 風速3級(每秒4公尺)。相對濕度87%。'),
('貢寮區', '2020-03-30', '多雲短暫陣雨。溫度攝氏17至23度。稍有寒意至舒適。偏南風 風速3級(每秒4公尺)。相對濕度90%。'),
('貢寮區', '2020-03-31', '陰短暫陣雨。溫度攝氏18至22度。稍有寒意至舒適。偏北風 風速3級(每秒4公尺)。相對濕度93%。'),
('貢寮區', '2020-04-01', '陰短暫陣雨。溫度攝氏17至20度。稍有寒意至舒適。偏北風 風速3級(每秒4公尺)。相對濕度89%。'),
('貢寮區', '2020-04-02', '陰短暫陣雨。溫度攝氏16至19度。稍有寒意。東北風 風速3級(每秒4公尺)。相對濕度93%。');
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
